Repository: jordimas/SoftTransEval-CAT
Catalog: dataset/dataset.tmx
Source language: en
Languages: ca

source: Allow overlay scrolling
ca: Permet la superposició del desplaçament

source: Show details in the lock screen
ca: Mostra els detalls a la pantalla de bloqueig

source: Set this to TRUE to enable button locking for the wheel emulation button. If enabled, the first click of the button enables scrolling, the second click disables scrolling again.
ca: Habiliteu-ho per a activar el bloqueig del botó d'emulació de la roda. Si està habilitat, el primer clic del botó activa el desplaçament i el segon clic el desactiva.

source: Allow the session status message to be displayed when the screen is locked. DEPRECATED: This key is deprecated and ignored.
ca: Permet que es mostri el missatge d'estat de la sessió quan la pantalla està blocada. OBSOLETA: aquesta clau és obsoleta i s'ignora.

source: Reverse switch system controls
ca: Inversió de la commutació de controls del sistema

source: Binding to select the next input source
ca: Vinculació per a seleccionar el mètode d'entrada següent

source: Whether to use the HTTP proxy for all protocols or not.
ca: Si s'ha d'utilitzar el servidor intermediari HTTP per a tots els protocols o no.

source: Device role in the device manager
ca: Rol del dispositiu en el gestor de dispositius

source: Sensitive
ca: Sensible

source: Preview text
ca: Text previsualitzat

source: The contents of the tooltip for this widget
ca: Els continguts de l'indicador de funció d'aquest giny

source: Comments string
ca: Cadena de comentaris

source: Show recommended apps
ca: Mostra les aplicacions recomanades

source: If TRUE, the child appears in a secondary group of children, suitable for, e.g., help buttons
ca: Si és «TRUE» (cert), el fill apareixerà en un grup secundari de fills, adequat, p. ex., per als botons d'ajuda

source: Vertical separation
ca: Separació vertical

source: Cell background color as a GdkRGBA
ca: Color de fons de la cel·la com a GdkRGBA

source: Foreground color as a string
ca: Color de primer pla com a cadena

source: Whether this tag scales the font size by a factor
ca: Si aquesta etiqueta escala la mida del tipus de lletra per un factor

source: ComboBox model
ca: Model quadre combinat

source: Width of border around the main dialog area
ca: Amplada del contorn al voltant de l'àrea de diàleg principal

source: Icon name for primary icon
ca: Nom d'icona per a la icona primària

source: If TRUE, the popup window will appear for a single match.
ca: Si és «TRUE» (cert), la finestra emergent apareixerà amb només una coincidència.

source: Y position
ca: Posició Y

source: Whether the color buffer has an alpha component
ca: Si la memòria intermèdia del color té un component alfa

source: A cairo_surface_t to display
ca: La «cairo_surface_t» que s'ha de mostrar

source: Minimum height for blocks that fill the bar
ca: Alçada mínima pels blocs que emplenen la barra

source: Rect anchor dx
ca: dx del rectangle d'ancoratge

source: Whether the menu is a parent
ca: Si el menú és un pare

source: Active tab is drawn with a gap at the bottom
ca: La pestanya activa es dibuixa amb un espai a la part inferior

source: File represented by the row
ca: Fitxer representat per la fila

source: Use full page
ca: Utilitza la pàgina completa

source: Whether to display a fill level indicator graphics on trough.
ca: Si s'ha de mostrar un gràfic de nivell d'emplenat a la regata.

source: Has Origin
ca: Té origen

source: Double Click Time
ca: Temps del doble clic

source: Tooltip timeout
ca: Temps d'espera dels indicadors de funció

source: Whether images should be shown in menus
ca: Si s'han de mostrar imatges en els menús

source: Action Name
ca: Nom de l'acció

source: Current text of the buffer
ca: El text actual de la memòria intermèdia

source: Font Features
ca: Funcionalitats del tipus de lletra

source: If the toggle button is in an "in between" state
ca: Si el botó de commutació és en un estat «intermedi»

source: Wrap Width
ca: Ajusta l'amplada

source: Whether to display the column
ca: Si es mostra la columna

source: Separator Width
ca: Amplada del separador

source: Resize grip is visible
ca: L'agafador de canvi de mida és visible

source: KP_Begin
ca: TN_Inici

source: _New
ca: _Nou

source: _Save color here
ca: _Desa el color aquí

source: Documented by
ca: Documentat per

source: Yellow
ca: Groc

source: Select which types of files are shown
ca: Seleccioneu quins tipus de fitxers es mostren

source: Accessed
ca: Accedit

source: Z Shell
ca: Intèrpret d'ordres «Z»

source: dav:// or davs://
ca: dav:// o davs://

source: No items found
ca: No s'ha trobat cap element

source: You can temporarily disable this custom CSS by clicking on the “Pause” button above.
ca: Podeu inhabilitar temporalment aquest CSS personalitzat fent clic en el botó «Fes una pausa» d'aquí sobre.

source: Binding:
ca: Vinculació:

source: Size Groups
ca: Mida dels grups

source: prc2 Envelope
ca: Sobre prc2

source: Browse Header Stack
ca: Navega per la pila de capçalera

source: Select which type of documents are shown
ca: Seleccioneu quins tipus de documents es mostren

source: Printer “%s” is low on developer.
ca: El nivell del revelador de la impressora «%s» és baix.

source: Color management unavailable
ca: No està disponible la gestió del color

source: Failed to decode contents with mime-type of '%s'
ca: No s'ha pogut descodificar el contingut amb el tipus MIME de «%s»

source: Activates the entry
ca: Activa l'entrada

source: menu item checkbox
ca: casella de selecció d'element de menú

source: _Time
ca: _Data

source: Cyrillic/Russian
ca: Ciríl·lic/Rus

source: Scale
ca: Escala

source: _Find New Apps
ca: _Cerca aplicacions noves

source: Cell property %s not found
ca: No s'ha trobat la propietat de cel·la %s

source: %d contours
ca: %d contorns

source: FILE1 FILE2
ca: FITXER1 FITXER2

source: Cannot create a regex for all the transitions, the syntax highlighting process will be slower than usual. The error was: %s
ca: No s'ha pogut crear una expressió regular per a totes les transicions. El procés de ressaltat serà més lent de l'habitual. L'error ha sigut: %s

source: Couldn’t get stream file descriptor
ca: No s'ha pogut obtenir el descriptor de fitxer del flux

source: Directory not empty
ca: El directori no és buit

source: Apple Filing Protocol Service
ca: Protocol de servei de fitxers d'Apple (AFP)

source: File is not a regular file
ca: El fitxer no és un fitxer normal

source: WSDD Network
ca: Xarxa WSDD

source: Failed to create active FTP connection. Maybe your router does not support this?
ca: No s'ha pogut crear una connexió FTP activa. Potser el vostre encaminador no ho permet?

source: No outstanding mount operation
ca: No hi ha operacions de muntar pendents

source: The index “%d” is greater than the size of the array at the current position.
ca: L'índex «%d» és més gran que la mida de la matriu a la posició actual.

source: System Supports Accent Colors
ca: El sistema admet colors de contrast

source: freezing rain
ca: pluja glaçada

source: Moderate drizzle
ca: Plugims moderats

source: Heavy duststorm
ca: Tempesta forta de pols

source: Save or Discard Changes?
ca: Voleu desar o descartar els canvis?

source: Operation would block
ca: L'operació bloquejaria

source: Mauritania
ca: Mauritània

source: Serbia
ca: Sèrbia

source: Mawson Station
ca: Mawson, base

source: Easter Island
ca: Illa de Pasqua

source: Baja California Sur
ca: Baixa Califòrnia Sud

source: Montpellier
ca: Montpeller

source: Meknes
ca: Meknès

source: Gijón
ca: Gijón/Xixón

source: Antakya
ca: Antioquia

source: Kropyvnytskyi
ca: Kropívnitski

source: Zoom to Specified Level
ca: Amplia a un nivell especificat

source: Move window one monitor down
ca: Mou la finestra un monitor avall

source: Xwayland applications allowed to issue keyboard grabs
ca: Les aplicacions Xwayland poden capturar el teclat

source: Type of click used to launch/open files
ca: Tipus de clic utilitzat per a executar/obrir fitxers

source: Video Properties
ca: Propietats del vídeo

source: Track number
ca: Número de pista

source: Sorry, could not change the group of “%s”: %s
ca: No s'ha pogut canviar el grup de «%s»: %s

source: Clearing “%s”
ca: S'està netejant «%s»

source: Copying %'d file to “%s”
ca: S'està copiant %'d fitxer a «%s»

source: Error compressing “%s” into “%s”
ca: S'ha produït un error en comprimir el fitxer «%s» a «%s»

source: Move %d item back to trash
ca: Retorna %d element a la paperera

source: Set group of “%s” to “%s”
ca: Canvia el grup de «%s» a «%s»

source: Unable to search for app
ca: No s'ha pogut cercar l'aplicació

source: Access Files
ca: Accés als fitxers

source: For bug testing only, the following command can be used:
ca: Només per al triatge d'errors, es pot utilitzar la següent ordre:

source: Create _Link
ca: Crea un en_llaç

source: Access
ca: Accés

source: dat
ca: edidat

source: ftr
ca: peu

source: Move flat review to the beginning of the previous line
ca: Mou la revisió plana al principi de la línia anterior

source: Go to bookmark
ca: Ves al marcador

source: Go to previous button
ca: Ves al botó anterior

source: Go to previous radio button
ca: Ves al botó d'opció anterior

source: dark red
ca: vermell fosc

source: medium violet red
ca: vermell violeta mig

source: _Jump to
ca: _Ves a

source: User Profile Conflict!
ca: Hi ha un conflicte en el perfil d'usuari!

source: Tables
ca: Taules

source: left super
ca: súper esquerra

source: union
ca: unió

source: less than or equal to
ca: més petit o igual a

source: squared plus
ca: més enquadrat

source: equal to or less than
ca: igual o més petit que

source: %s with vertical line
ca: %s amb línia vertical

source: Message from chat room %s
ca: Missatge de la sala de xat %s

source: enter new key
ca: teclegeu la tecla nova

source: leaving feed.
ca: s'està sortint del canal.

source: Live regions monitoring on
ca: S'està fent un seguiment de les regions dinàmiques

source: Notification
ca: Notificació

source: Not found
ca: No s'ha trobat

source: Leaving %d blockquote.
ca: S'està sortint de %d cita en bloc.

source: epigraph
ca: epígraf

source: read only
ca: només lectura

source: Only speak displayed text
ca: Pronuncia únicament el text que es mostra

source: Adjust selected attribute
ca: Ajusta els atributs seleccionats

source: left
ca: esquerra

source: Failed to read error output from %s: %s
ca: No s'ha pogut llegir la sortida d'error de %s: %s

source: Invalid Name
ca: El nom no és vàlid

source: Could not determine protocol for URI %s
ca: No s'ha pogut determinar un protocol per a l'URI %s

source: Invalid command received, ignoring
ca: Ordre no vàlida rebuda, s'ignora

source: @REALNAME@’s media
ca: Element multimèdia de @REALNAME@

source: The path to the postprocessing script
ca: El camí cap a l'script de postprocessament

source: Scanning
ca: Escaneig

source: Drivers for this are available on the <a href="https://support.hp.com">HP website</a>.
ca: Hi ha controladors disponibles a la <a href="https://support.hp.com">pàgina web d'HP</a>.

source: Countdown
ca: Compte enrere

source: Profile an application or entire system
ca: Analitza el rendiment d'una aplicació o del sistema sencer

source: Set GTK_TRACE_FD environment to trace a GTK application
ca: Estableix la variable d'entorn del GTK_TRACE_FD per a seguir una aplicació GTK

source: Tracing
ca: Traçat

source: Process Chart
ca: Quadre de processos

source: Default location for the “Open…” dialogs. Default is the current directory.
ca: Ubicació predeterminada per als diàlegs «Obre...». La predeterminada és el directori actual.

source: Subtitles
ca: Subtítols

source: Screenshot from %s.png
ca: Captura de pantalla de %s.png

source: Allow _Clipboard Access
ca: P_ermet l'accés al porta-retalls

source: from <comment.name/>
ca: de <comment.name/>

source: translator-credits
ca: Gil Forcada <gilforcada> 2007, 2008 Manel Vidal <verduler@gmail.com>, 2013 Miquel-Àngel Burgos i Fradeja <miquel.angel.burgos@gmail.com, 2020 Quique Serrano <qserrano@outlook.com>

source: <app>Disk Usage Analyzer</app> is an application which shows you your use of storage space using graphs.
ca: L'<app>Analitzador de l'ús dels discs</app>, és una aplicació que mostra l'ús de l'espai d'emmagatzematge mitjançant gràfics.

source: Error when scanning
ca: Error en escanejar

source: Right-click on the folder that you want to open and select <gui>Open Externally</gui>.
ca: Feu clic amb el botó dret a la carpeta que voleu obrir i seleccioneu <gui>Obre externament</gui>.

source: Press the button in the top-right of the main window and select <gui style="menuitem">Scan Folder…</gui>.
ca: Premeu el botó situat a la part superior dreta de la finestra principal i seleccioneu <gui style="menuitem">Escaneja una carpeta…</gui>.

source: If you have connected to the remote file system before but not scanned it, select the remote file system from the list.
ca: Si heu connectat al sistema de fitxers remots abans però no l'heu escanejat, seleccioneu el sistema de fitxers remots de la llista.

source: A <quote>Transparent</quote> copy of the <link linkend="fdl-document"> Document</link> means a machine-readable copy, represented in a format whose specification is available to the general public, whose contents can be viewed and edited directly and straightforwardly with generic text editors or (for images composed of pixels) generic paint programs or (for drawings) some widely available drawing editor, and that is suitable for input to text formatters or for automatic translation to a variety of formats suitable for input to text formatters. A copy made in an otherwise Transparent file format whose markup has been designed to thwart or discourage subsequent modification by readers is not Transparent. A copy that is not <quote>Transparent</quote> is called <quote>Opaque</quote>.
ca: Una còpia <quote>Transparent</quote> del <link linkend="fdl-document">Document</link> significa una còpia que pugui ser llegida per una màquina, presentada en un format les especificacions del qual siguin accessibles al públic en general, els continguts de la qual es poden visualitzar i editar directament amb editors de text genèrics, o, per a imatges compostes de píxels, amb programes gràfics genèrics, o, per a dibuixos, amb editors de dibuix fàcilment accessibles, i que es pugui introduir a formatadors de text, o a traductors automàtics en una varietat de formats que es puguin introduir a formatadors de text. Una còpia feta en un format de fitxer Transparent, l'etiquetatge del qual s'hagi dissenyat per a obstaculitzar o dissuadir als lectors de fer-hi ulteriors modificacions no és Transparent. Una còpia que no és <quote>Transparent</quote> s'anomena <quote>Opaca</quote>.

source: You may copy and distribute a <link linkend="fdl-modified">Modified Version</link> of the <link linkend="fdl-document">Document</link> under the conditions of sections <link linkend="fdl-section2">2</link> and <link linkend="fdl-section3">3</link> above, provided that you release the Modified Version under precisely this License, with the Modified Version filling the role of the Document, thus licensing distribution and modification of the Modified Version to whoever possesses a copy of it. In addition, you must do these things in the Modified Version:
ca: Podeu copiar i distribuir una <link linkend="fdl-modified">Versió modificada</link> del <link linkend="fdl-document">Document</link> d'acord amb les condicions de les seccions <link linkend="fdl-section2">2</link> i <link linkend="fdl-section3">3</link>, més amunt, sempre que distribuïu la Versió modificada d'acord precisament amb aquesta Llicència, amb la Versió modificada actuant com a Document, autoritzant d'aquesta manera la distribució i modificació de la Versió modificada a qualsevol que en posseeixi una còpia. A més, a la Versió modificada hi heu de fer el següent:

source: Delete any section entitled <quote>Endorsements</quote>. Such a section may not be included in the <link linkend="fdl-modified">Modified Version</link>.
ca: Suprimiu qualsevol secció titulada <quote>Aprovacions</quote>. Aquestes seccions no es poden incloure a la <link linkend="fdl-modified">Versió modificada</link>.

source: AGGREGATION WITH INDEPENDENT WORKS
ca: AGRUPAMENT AMB OBRES INDEPENDENTS

source: To protect your rights, we need to make restrictions that forbid anyone to deny you these rights or to ask you to surrender the rights. These restrictions translate to certain responsibilities for you if you distribute copies of the software, or if you modify it.
ca: Per a protegir els vostres drets, cal que apliquem restriccions que prohibeixin a tothom de negar-vos aquests drets o demanar-vos que hi renuncieu. Aquestes restriccions suposen determinades responsabilitats per a vós si distribuïu còpies del programari o si el modifiqueu.

source: Section 1
ca: Secció 1

source: Section 3
ca: Secció 3

source: Each time you redistribute the Program (or any work based on the Program), the recipient automatically receives a license from the original licensor to copy, distribute or modify the Program subject to these terms and conditions. You may not impose any further restrictions on the recipients' exercise of the rights granted herein. You are not responsible for enforcing compliance by third parties to this License.
ca: Cada cop que distribuïu el programa (o qualsevol obra basada en el programa), el destinatari rep automàticament, de qui va emetre la llicència originàriament, una llicència per a copiar, distribuir o modificar el programa sotmès a aquests termes i condicions. No podeu imposar cap més restricció a l'exercici dels drets que aquí es confereixen. No sou responsable de fer complir aquesta llicència a terceres parts.

source: NO WARRANTY
ca: SENSE GARANTIA

source: To protect your rights, we need to make restrictions that forbid distributors to deny you these rights or to ask you to surrender these rights. These restrictions translate to certain responsibilities for you if you distribute copies of the library or if you modify it.
ca: Per a protegir els vostres drets, cal que apliquem restriccions que prohibeixin a tothom de negar-vos aquests drets o demanar-vos que hi renuncieu. Aquestes restriccions suposen determinades responsabilitats per a vós si distribuïu còpies del programari o si el modifiqueu.

source: This License Agreement applies to any software library or other program which contains a notice placed by the copyright holder or other authorized party saying it may be distributed under the terms of this Lesser General Public License (also called <quote>this License</quote>). Each licensee is addressed as <quote>you</quote>.
ca: Aquest acord de llicència s'aplica a qualsevol biblioteca de programari o a qualsevol altre programa que contingui un avís col·locat pel titular dels drets d'autor o una altra part autoritzada dient que es pot distribuir sota les condicions d'aquesta Llicència Pública General Reduïda (també anomenada <quote>aquesta llicència</quote>). Ens referim a cada titular de llicència com a <quote>vós</quote>.

source: In addition, mere aggregation of another work not based on the Library with the Library (or with a work based on the Library) on a volume of a storage or distribution medium does not bring the other work under the scope of this License.
ca: A més, la mera agregació d'una altra obra no basada en la Biblioteca a la Biblioteca (o a una obra basada en la Biblioteca) en un volum d'un mitjà d'emmagatzematge o distribució no fa que l'altra obra sigui a l'abast d'aquesta Llicència.

source: As an exception to the Sections above, you may also combine or link a <quote>work that uses the Library</quote> with the Library to produce a work containing portions of the Library, and distribute that work under terms of your choice, provided that the terms permit modification of the work for the customer's own use and reverse engineering for debugging such modifications.
ca: Com a excepció de les seccions anteriors, també podeu combinar o enllaçar una <quote>obra que utilitza la biblioteca</quote> amb la biblioteca per a produir una obra que contingui porcions de la biblioteca, i distribuir aquesta obra sota els termes de la vostra elecció, sempre que els termes permetin la modificació del treball per al propi ús del client i enginyeria inversa per a la depuració d'aquestes modificacions.

source: You are not required to accept this License, since you have not signed it. However, nothing else grants you permission to modify or distribute the Library or its derivative works. These actions are prohibited by law if you do not accept this License. Therefore, by modifying or distributing the Library (or any work based on the Library), you indicate your acceptance of this License to do so, and all its terms and conditions for copying, distributing or modifying the Library or works based on it.
ca: No esteu obligat a acceptar aquesta llicència, ja que no l'heu signada. Tanmateix, no hi ha cap altra opció que us doni permís per a modificar o distribuir la biblioteca o les seves obres derivades. Aquestes accions queden prohibides per la llei si no accepteu aquesta llicència. Així doncs, en modificar o distribuir la biblioteca o les seves obres derivades, indiqueu que accepteu aquesta llicència per a fer-ho, i tots els seus termes i condicions per a copiar, distribuir o modificar la biblioteca o obres que hi estiguin basades.

source: Section 16
ca: Secció 16

source: The index file mainly contains:
ca: El fitxer d'índex conté principalment:

source: Once a book follows the right format, its directory needs to be installed at a location where <app>Devhelp</app> will find it.
ca: Un cop que un llibre té el format correcte, el seu directori s'ha d'instal·lar en una ubicació on el <app>Devhelp</app> pugui trobar-lo.

source: The search is case sensitive when there is an uppercase letter. If the search terms are all in lowercase, the search is case insensitive. It's like the “smartcase” feature present in some text editors.
ca: La cerca distingeix entre majúscules i minúscules quan hi ha una lletra majúscula. Si els termes de cerca són tots en minúscules, la cerca no distingeix entre majúscules i minúscules. És com la característica «smartcase» present en alguns editors de text.

source: Getting started
ca: Primers passos

source: You can view some types of file that are on your computer in the web browser. This can be useful if you have saved a website for reading later or want to preview a web page that you are creating.
ca: Podeu veure alguns tipus de fitxers del vostre ordinador al navegador web. Això pot ser útil si heu desat un lloc web per a llegir-lo més tard o si voleu previsualitzar una pàgina web que estigueu creant.

source: Screenshot showing a private browsing window with no opened tabs.
ca: Captura de pantalla mostrant una finestra de navegació privada sense pestanyes obertes.

source: Create a Web App
ca: Crea una Aplicació Web

source: Certificate management in <app>Web</app>.
ca: Gestió de certificats en el <app>Web</app>.

source: Press the menu button in the top-right corner of the window and select <guiseq><gui style="menuitem">Preferences</gui><gui style="tab">Privacy</gui><gui style="button">Clear Personal Data</gui></guiseq>.
ca: Premeu el botó de menú de l'extrem superior dret de la finestra i seleccioneu <guiseq><gui style="menuitem">Preferències</gui><gui style="tab">Privadesa</gui><gui style="button">Neteja les dades personals</gui></guiseq>.

source: Click on the item to unfold its details.
ca: Premeu sobre un element per a desplegar-ne els detalls.
